[
    {
        "id": 1,
        "img": "https://www.pthealth.ca/app/uploads/2018/10/physiotherapy.jpg",
        "title": "Physiotherapy",
        "description": "Physiotherapy is a drug-free healthcare practice that gives patients the tools and techniques they need in order to acquire and maintain an optimum level of function and pain-free living.",
        "details": "What is Physiotherapy  is the hands-on, drug-free treatment of injuries, diseases, or physical issues using techniques like massage, heart and heat therapy, stretching, and exercises.Depending on the region, physiotherapy may also be known as physical therapy.Services | Benefits | Cost | Frequently Asked QuestionsWhat is a Physiotherapist.In Canada, physiotherapists are primary-care providers, meaning they can assess you, order imaging and other tests, and provide care.Physiotherapists undergo 6 or more years of undergraduate and postgraduate training.Physiotherapists work in many areas, including:Cardio-respiratoryOrthopedicsNeurologyPaediatricsWomen’s healthSeniors’ healthSports"
    },
    {
        "id": 2,
        "img": "https://www.pthealth.ca/app/uploads/2018/10/massage-therapy.jpg",
        "title": "Massage Therapy",
        "description": "Our experienced and professional Registered Massage Therapists (RMTs) can help you alleviate the discomfort associated with everyday stress, injury, and pain.",
        "details": "What is Massage Therapy Registered Massage Therapy is a safe and natural health care therapy that can help alleviate the discomfort associated with everyday stresses, injuries and illness.Relaxing and therapeutic, massage therapy also comes with various treatment styles from which to choose.Services | Cost & Coverage | Frequently Asked QuestionsMassage Therapy Treatments, Services & ProgramsRelaxation MassageMassage is a great way to reduce the stress in your life and allow you a chance to just relax.Not only can the effects be very soothing physically, but often there is reduced anxiety and an increased feeling of well-being.It has been proven to help reduce stress hormones which have been linked to many types of health problems, including weight gain and sleep disturbance.Therapeutic MassageSome people may think massage therapy is an occasional treat while others experience its usefulness as a therapeutic treatment for chronic health conditions such as back pain, carpal tunnel syndrome, and many others.It can be used to assist in healing as well as in the prevention of conditions and palliative care.Sports Injury MassageIdeal for pre- and post- athletic events. Before your activity it can loosen and lengthen your muscles. By improving your muscle flexibility it may help reduce the risk of injury.After your activity it can help re-stretch over-worked and tightening muscles, decrease muscle soreness over the next few days after your activity and reduce recovery timeDeep Tissue MassageDeep tissue massage focuses on the deeper tissue structures of the muscle and connective tissue.It uses the same or very similar techniques as other forms of massage, but the pressure will generally be more intense.It may be a bit less comfortable at times and you’ll know you’re being worked on.Trigger Point TherapyA trigger point is a tight area or knot in the muscle belly that can refer pain to other areas in the body. For example: many trigger points in the upper back and neck can cause headaches. Massage Therapy can help diminish or completely release trigger points, freeing the body and decreasing symptoms."
    },
    {
        "id": 3,
        "img": "https://www.pthealth.ca/app/uploads/2018/10/chiropractic-care.jpg",
        "title": "Chiropractic Care",
        "description": "Chiropractic care is a scientifically based field of health care which restores and maintains health and wellness of the entire body by focusing on the spine and nervous system.",
        "details": "What is Chiropractic Treatment Chiropractic is a non-invasive, hands-on health care discipline that focuses on the neuro-musculoskeletal system.About  Cost Benefits  Frequently Asked QuestionsWhat is a    practice a manual approach. Doctors of Chiropractic are specifically trained to detect and correct problems in the spine, often before the patient is even aware they exist. Chiropractorss provide diagnosis, treatment and preventive care for disorders related to the spine, pelvis, nervous system and joints. Chiropractorss use a combination of treatments, all of which are predicated on the specific needs of the individual patient.After taking a complete history and diagnosing a patient, a  Chiropractors can develop and carry out a comprehensive treatment .management plan.They can also recommend therapeutic exercise and other non-invasive therapies, and may also provide nutritional, dietary and lifestyle counselling.Are you seeking chiropractic treatment for pain relief? "
    },
    {
        "id": 4,
        "img": "https://www.pthealth.ca/app/uploads/2018/10/acupuncture.jpg",
        "title": "Acupuncture",
        "description": "This form of treatment has roots in Traditional Chinese Medicine and operates with the idea that every form of illness is caused by an energy imbalance in the human body.",
        "details": "What is Acupuncture  is a holistic treatment wherein thin needles are inserted at specific points of the body.This form of treatment has roots in Traditional Chinese Medicine and operates with the idea that every form of illness is caused by an energy imbalance in the human body.About | Cost | Benefits | Frequently Asked QuestionsHow Does Acupuncture Treatment Workpt Health’s gentle approach to acupuncture specifically addresses imbalances unique to your health, and is effective for treatment of:Pain (acute and chronic)SciaticaArthritisHeadachesDigestive problemsAbdominal problemsMany other common conditionspt Health acupuncture therapy focuses on balancing your body’s energy.This energy, which is called Qi (pronounced “chee”) flows through your body along meridian channels.  A disruption to the flow of this energy results in disharmony and can lead to acute or chronic health conditions.Gently placed Acupuncture needles inserted into key areas help re-direct the movement of energy and bring balance to your meridian. pt Health uses acupuncture needles that are thinner than a human hair and are quite comfortable.Many patients often describe our acupuncture sessions as a pleasant experience.Are you seeking acupuncture treatment for pain as Find a clinic near you and book an appointment today.Cost, Coverage and Payment OptionsYes, pt Health acupuncture is covered by most insurance plans.Most employer insurance plans cover acupuncture and related services performed by a pt Health therapist.pt Health therapy services are covered by most extended health insurance companies and in some cases Veterans Affairs and Medicare, such as:OHIP (Ontario)Alberta Health Care (Alberta)Medical Service Plan MSP (British Columbia)Not sure if you’re covered No problem. We can help you find out (and usually within the hour). Just call us toll free at 1-866-586-0184.At pt Health we believe your health should come first. We take care of the paperwork so you can focus on getting better, plus we offer direct insurance billing, saving you time and up front costs."
    },
    {
        "id": 5,
        "img": "https://pthealth.ca/app/uploads/2018/08/spinal-cord-rehabilitation.jpg",
        "title": "Spinal Cord Rehabilitation",
        "description": "Occupational therapists work with patients of all ages & abilities who face obstacles in daily activities, helping them participate in occupations that give meaning & purpose to their lives.",
        "details": "About Spinal Cord RehabilitationredgapImproves ability in day-to-day activities.Helps patients regain independence.Provides the necessary tools that can help patients recover faster.Highly skilled therapists continually monitor your condition and progress.What is Spinal Cord Rehab redgapSpinal cord rehabilitation is the preferred therapy option for people who have experienced pain and trauma to the spinal cord as the result of injury or disease.The objective is to improve the range of motion of the joints, increase endurance and maximize function.Injuries to the spinal cord are most often caused by an impact that dislocates the vertebrae, which are the bone disks that constitute the spine. Though most injuries do not damage the spinal cord, some of them cause grave injury. This happens when a part of the vertebrae tears into the tissue of the cord or bears down on the nerves that carry signals.As a result, the spinal cord is unable to transmit messages to the brain, which affect the overall functionality of the body.  This creates paralysis in cases when the injury is grave.However, if the injury is moderate, there is typically some sensation or movement below the area of injury. Spinal cord injury rehabilitation therapy will help the patient get back on the road to recovery and maximize the functionality of his or her bodyHow Rehab HelpsredgapWhen a person has a spinal cord injury, he or she may become paralyzed, unable to walk again or to communicate easily. As devastating as this is on the patient, his her or family will also be hugely affected. However, there is reason for hope. Spinal cord injuries can be treated and spinal cord rehabilitation is the first step towards a return to partial or full previous function.Spinal cord injury rehabilitation involves a team of dedicated rehabilitation specialists who will monitor your progress and identify solutions that will help you overcome your impairments. Patients must commit to the therapeutic process and work with a qualified team of spinal cord injury therapists such as physiotherapists and occupational therapists. Consistent therapy and close monitoring help patients move towards their goals."
    },
    {
        "id": 6,
        "img": "https://www.pthealth.ca/app/uploads/2018/10/injury-psychology-2.jpg",
        "title": "Mental Health",
        "description": "Mental health is just as important as physical health. A psychologist, or more specifically, a clinical psychologist, offers expert counselling in hospitals, clinics or counselling centres.",
        "details": "About Injury PsychologyredgapHelpful for stress related to injury.May help better control injury related frustration.Assistance with chronic pain and neurological disorder.Help managing personal and emotional challenges.What is PsychologyredgapA psychologist, or more specifically, a clinical psychologist offers expert counselling in hospitals, clinics or in counselling centres.In today’s complicated world, there is an increased demand for psychologists. People who need help managing anger, suicidal tendencies, depression, relationship problems, career confusion, stress and the problem of coping with the death of a loved one seek the services of a psychologist.More specifically, there are clinical psychologists who work in physical rehabilitation settings and treat people suffering from stroke, neurological disorders, chronic pain and other conditions. In a clinic or hospital, they may also assist medical and surgical patients struggling with illness or injury adjust to their altered circumstances.How it HelpsredgapThere are many ways in which human beings deal with challenges, obstacles and pain. Some seek relief and freedom from problems by smoking, over-eating, seeking sexual gratification, resorting to drugs or venting out our frustration at others. While these are coping mechanisms, they are not constructive and will invariably lead to an increasingly negative outcome. This is where a psychologist can help.Psychology can help us with many issues like anxiety, depression, stress, family problems, relationship issues, performance related issues, phobias, work-related tensions, sleep disorders, and others. Psychologists lead their clients to more constructive ways of coping and work with them towards building good self-esteem and a positive and optimistic outlook."
    },
    {
        "id": 7,
        "img": "https://www.pthealth.ca/app/uploads/2018/10/naturopathic.jpg",
        "title": "Alternative Medicine",
        "description": "Naturopathic Medicine is a rapidly growing primary healthcare field that emphasizes disease prevention, identifying the root cause of symptoms, and encouraging the body’s innate healing abilities.",
        "details": "About Naturopathic MedicineredgapNaturopathic Medicine is a rapidly growing primary healthcare field that emphasizes disease prevention, identifying the root cause of symptoms, and encouraging the body’s innate healing abilities.While scientifically based, modern naturopathic medicine also preserves the centuries-old wisdom of successful natural therapies.To learn more about Naturopathic Medicine at ptHealth please visit NDHealth.caWhat is NaturopathyredgapND Health naturopathic medicine is a comprehensive approach to improving your health that includes clinical nutrition, botanical medicine, Traditional Chinese Medicine, acupuncture, and environmental and physical medicine among others.Naturopathic physicians will diagnose and treat your condition by using all-natural therapies. Everyone is different. Our treatments are based on your individual needs, not solely on general symptoms.Naturopathic doctors can also complement and enhance the healthcare services provided by other healthcare professionals such as your family doctor. This approach provides you with a truly integrated form of healthcare that best suits your needs.Our approach:First, do no harm.The doctor should be seen as a teacher.Utilize the healing power of natureIdentify and treat the cause.Treat the whole person through individualized treatment.Emphasize prevention.Support the body’s ability to heal.Learn More: Visit www.NDHealth.caConditions TreatedredgapOur Naturopathic Doctors (ND’s) can provide individualized health and wellness programs including:Weight Loss ManagementSmoking Cessation ProgramNutritional CounselingDetoxification PlansLaboratory Testing"
    },
    {
        "id": 8,
        "img": "https://www.pthealth.ca/app/uploads/2021/03/post-covid-man-treadmill.jpg",
        "title": "Post-COVID-19",
        "description": "The Post COVID-19 Recovery Program helps individuals who have pandemic related anxiety and are struggling to return to work, as well as those who had contracted the virus and continue to feel the physical and mental effects of this critical illness.",
        "details": "Post-COVID-19Are you or a loved one still feeling the long term effects of COVID-19 Whether you are struggling with fatigue, weakness, balance issues, brain fog, or other lasting symptoms, we are here to help.* Note, this program is not for patients actively infected and or with active symptoms of COVID-19.What is the Post COVID-19 Rehabilitation and Recovery ProgramCOVID-19 is unlike any other illness we’ve experienced. As we recognize those that have experienced this illness often face log-term symptom, Lifemark has developed a new program to meet the emerging needs of Canadians called the Post COVID-19 Rehabilitation and Recovery Program.The program was developed for individuals who had contracted the virus and continue to feel the physical and mental effects of this critical illness. The program addresses both the current and long-term needs of those affected by the pandemic.The program was developed in collaboration with leading healthcare professionals across the country and reflects the most current research on the topic. Both rehabilitation and recovery services are available in-person or virtually.What are the symptoms of long COVID– Fatigue– Brain fog  difficulty with memory and concentration– Muscle weakness joint pain– Shortness of breath  breathing challenges– Chest pain  heart complications– Headaches  balance issues– Mood changes and other mental health challengesHow does it work Over 15 disciplines, from physiotherapists and occupational therapists, to registered nurses and dieticians, are trained on the latest COVID-19 research and clinical best practices. Our multi-disciplinary approach to assessment and treatment is designed to help you recover as quickly and safely as possible.Our team collaborates together and with doctors and other specialists (with your consent) to ensure you receive the treatment you need. Your treatment plan may include a combination of approaches such as physical exercise, manual therapy, vestibular therapy, cognitive behavioral therapy, education and more.While exercise can often help, we recognize it is not a medicine for all (especially those with MECFS, Post-Viral Fatigue Syndrone, and more) and it would only be included if deemed safe and appropriate.How can it help meAs every situation is unique, we tailor our care to meet your needs. We can help address the physical symptoms, which may include extreme physical deconditioning, reduced respiratory capacity, impaired cardiac function and difficulty swallowing, in addition to psychosocial impacts like stress and cognitive issues such as confusion.What can I expect at my initial appointmentAt your initial appointment your clinician will discuss any medical history that relates to your condition, so please bring details of any health problems and past treatments.As well, an assessment will be conducted on the area or areas where you are experiencing discomfort. Please wear comfortable, loose-fitting clothing that will allow the area to be evaluated."
    },
    {
        "id": 9,
        "img": "https://pthealth.ca/app/uploads/2018/08/pelvic-health.jpg",
        "title": "Pelvic Health",
        "description": "Specialized programs at pt Health are developed by experts in the field to treat specific conditions like arthritis, concussion, TMD and more.",
        "details": "What is Pelvic Floor Physiotherapy Pelvic health physiotherapy, also called pelvic floor physiotherapy, is a specialized form of therapy designed to treat the tissues, nerves, and muscles in the pelvic region.The pelvic region is the area between your belly button and your thighs.Causes | Symptoms | Treatment | What to ExpectWhat is Pelvic Floor DysfunctionWhen you are unable to control the muscles in your pelvic floor, it is called pelvic floor dysfunction.Pelvic floor dysfunction can also happen as a result of overactive or tight pelvic muscles or underactive or weak pelvic muscles.Pelvic floor dysfunction and disorders can include conditions such as:Prolapse (when organs drop down)Diastasis recti (when the abdominal muscle separate)Incontinence (both of the bladder and the bowel)ConstipationProblems Going to the BathroomProblems holding urine, stool or gas when you cough, sneeze, exercise or laugh (incontinence)A frequent, urgent and or sudden uncontrollable need to go to the bathroomProblems starting or stopping urinatingPain when you urinate or you are unable to empty your bladder fullyConstipation, straining, pain with bowel movementsWaking up often at night to go to the bathroomA burning sensation when you urinateRecent or Ongoing Pelvic PainTailbone pain that gets worse when sittingUnexplained pain in your lower back, hips, genital area, or buttocksPain during tampon insertionPain on the exterior genital areaPain during gynecological examinationDifficulty rolling over, walking, getting in out of a vehicle or other everyday activitiesProblems During Sexual IntercourseHaving sexual intercourse is difficult or impossibleNew pain after previously pain-free intercourseThrobbing pain, lasting hours after intercoursePain during or after intercourse, orgasm, or sexual stimulationPainful intercourse (a burning, stinging or tightness causing pain)Inability to get or keep an erection firm enough for sexual intercourse (erectile dysfunction)Abdominal Fullness, Pulling or BulgingA feeling of fullness, pulling or heaviness in the pelvisBulging or tenting of your abdomen during exerciseThe feeling that something is falling out of your rectum or vaginaPressure, bulging, or heaviness in your rectum or vaginaTreating Pelvic Floor DysfunctionYou are not alone. 3.3 million Canadians are affected by pelvic floor dysfunction every year.Physiotherapists at pt Health receive specialized training to treat dysfunction of the pelvic floor that can lead to incontinence, urinary or fecal urgency, chronic pelvic pain, and more.There are solutions that don’t involve medication or surgery, including:Bladder trainingStrengthening or Kegel exercisesJoint stability exercisesJoint mobilization exercisesStretchingTherapeutic tapeMassageBiofeedbackTherapeutic ultrasoundTENSManual therapyPilates to strengthen your coreDiet and lifestyle educationWhat Can Pelvic Health Physiotherapy Treat Pelvic floor physiotherapy is a natural, drug-free, and non-surgical treatment option.Pelvic floor physiotherapy is proven effective in the treatment of many conditions, including:Bowel incontinenceUrinary incontinence (including stress, urge, and mixed incontinence)Difficulty urinatingLow-grade pelvic organ prolapse (including the bladder, uterus, and rectum)Pelvic pain disorders (like Vaginismus, Dyspareunia, Vulvodynia)Pre-natal & postpartum pelvic painProstate problemsErectile dysfunctionPainful intercourseConstipationChronic low back painIrritable bowel syndrome (IBS)Diastasis recti (split abs)Low back painCoccydynia (tailbone pain)Weakness or increased tone in the pelvic floorPelvic floor myofascial dysfunctionCentral sensitization within the pelvic floorWhat to Expect at Your First AppointmentThe physiotherapists at pt Health have received special training that allows them to assess your current condition and prescribe treatments to get you better.Medical HistoryYour physiotherapist will sit down with you to take your medical history.They may ask questions about your current condition as well as your bathroom or sexual habits as they relate to your symptoms.Physical AssessmentAfter taking your history, your physiotherapist will begin a physical evaluation.This exam assesses your posture as well as the structures of your pelvic region that can cause dysfunction.Depending on your symptoms, your assessment may include an external as well as an internal vaginal or rectal exam.Goals and Treatment PlanFollowing your assessment, your physiotherapist will discuss your condition and work with you to set goals and develop a treatment plan.Your physiotherapist will explain the plan and answer any questions you might have.Pelvic Health Physiotherapy Coverage OptionsTherapy services at pt Health are covered by most extended health insurance companies, and in some cases, Veterans Affairs and Medicare, such as:OHIP (Ontario)Alberta Health CareMedical Service Plan MSP (British Columbia)Not sure if you’re covered No problem. We can help you find out (and usually within the hour). Just call us toll-free at 1-866-266-3956.At pt Health we believe your health should come first. We take care of the paperwork so you can focus on getting better, plus we offer direct insurance billing, saving you time and upfront costs. "
    },
    {
        "id": 10,
        "img": "https://www.pthealth.ca/app/uploads/2018/11/NEMS.jpg",
        "title": "Neuromuscular Electrical Stimulation (NEMS)",
        "description": "NEMS is the use of electrical stimuli on a group of muscles with the objective of rehabilitating the injured muscle or stroke-affected area.",
        "details": "About Neuromuscular Electrical Stimulation (NEMS)redgapHelps restore muscle function.Help reduce muscle spasm and pain.Minimizes muscle atrophy.Highly effective for muscles weakened from stroke or injury.Improves damaged tissue.Considered safe and effective for older adults.What is NEMS redgapNeuromuscular electrical stimulation (NEMS) is the use of electrical stimuli on a group of muscles with the objective of rehabilitating the injured muscle or stroke-affected area.NEMS is primarily used by physiotherapists as a form of rehabilitation treatment after injury, stroke, or other incident that results in loss of muscle function.During a physiotherapy treatment, electrodes are placed on the skin over the targeted muscles. NEMS passes safe electrical impulses through the area.This process is done to stimulate the nerves in the muscle. This helps to restore the communication between the brain and the muscular system in such a way that your muscles are ‘retrained’ to function normally again.Why NEMS redgapNeuromuscular electrical stimulation or NEMS therapy is very effective for preventive post operative muscle degeneration or for rehabilitation of strained and numb muscles following an injury or stroke.NEMS therapy is the application of a very low level electrical current to a particular area on the body that needs muscle strengthening and pain relief.  Through electrical frequencies, these muscle groups are made to contract, which works to strengthen the target muscle group. There is no discomfort or pain in the treatment, except for the mild tingling sensation.Neuromuscular electrical stimulation prevents muscle atrophy (degeneration) which allows patients to resume their usual activities rapidly than expected.For those who have become weak and unable to walk due to loss of muscle mass, neuromuscular electrical stimulation can be a great option. NEMS can be very effective in treating damaged tissue, reducing muscle pain and spasms."
    },
    {
        "id": 11,
        "img": "https://www.pthealth.ca/app/uploads/2018/11/Electro-Acuscope-Therapy.jpg",
        "title": "Electro-Acuscope Therapy",
        "description": "Electro-Acuscope or Myopulse is an electro-therapy unit that heals injured tissue by introducing a low voltage micro-current through it. It is very effective in tissue repair and promotes cell regeneration rapidly without causing any harm to the skin or organs.",
        "details": "About Electro-Acuscope TherapyredgapRegenerates injured tissue by repairing damage at the cellular level.Helps in neuro-musculoskeletal disorders, both chronic and acute.Addresses the root cause of the problem rather than concealing the pain.Effective for a variety of illness and problems.What Is Electro-Acuscope Therapy redgapElectro-Acuscope or Myopulse is an electro-therapy unit that heals injured tissue by introducing a low voltage micro-current through it. It is very effective in tissue repair and promotes cell regeneration rapidly without causing any harm to the skin or organs.Every cell in the human body has a measurable electrical charge. This results in the flow of energy between cells. This energy flow is essential for growth, metabolism and resistance against diseases.When there is an injury or trauma, there is disruption in the production of ‘electricity’ in the body and there is a significant decrease in the flow of energy among the tissues that are damaged due to the wound or inflammation.Electro-Acuscope produces and sends a mild electrical current through damaged tissues so that the injured area can get back to its normal level of electrical activity."
    },
    {
        "id": 12,
        "img": "https://pthealth.ca/app/uploads/2018/08/vestibular-rehabilitation.jpg",
        "title": "Vestibular Rehabilitation",
        "description": "Get relief from vertigo and dizziness, imbalance, headaches, fatigue, neck and body aches with physiotherapy treatments designed to retrain the brain to interpret vestibular system signals.",
        "details": "What is Vestibular Rehabilitation redgapVestibular rehabilitation is done to help make the brain relearn to recognize and interpret signals from the vestibular system, in sync with information received from vision and proprioception (sensory awareness of a body part, muscle and joint).The vestibular system in the brain controls our posture, the ability to maintain balance and our movements as we walk or run.Our vision, auditory system (ears), facial muscles and the processors on the soles of our feet are all important components of the vestibular system.If the brain does not receive proper information from the vestibular system, we are not able to maintain proper posture or balance. As a result, we become more dependent on vision and proprioception.In order to compensate for this change, we develop exaggerated patterns such as increased hip swaying for balancing.The patient ends up moving the entire body rather than just the head to look at something or looks down due to anxiety of tripping.This set of activities can trigger:Muscle stiffnessFatigueHeadacheNeck acheOther body achesThe feeling of losing our balance and unsteadiness can be very disturbing, and can cause:DisorientationUnclear visionLoss of control when walking steadilyA feeling that the room is spinningOther potential problems include:DiarrheaNauseaGiddinessWeaknessAnxietyPanic attacksIn addition, the organ which controls the balance of the human body is present in the inner ear which is very near to the auditory nerve. It is believed that quite often the feeling of dizziness is caused due to this part of the ear, which can also cause inability to hear properly through one or both ears.Tinnitus, a condition in which the person feels ‘ringing in the ears’ can also take place due to dizziness. The only therapy that has proved to be very successful in treating it is vestibular rehabilitation.Vestibular rehabilitation will not only help in understanding the underlying causes, but will also thoroughly examine the factors that cause dizziness and vertigo.Based on these findings, therapists can create a complete course of therapy to get rid of the problem.Benefits of Vestibular RehabilitationredgapThe objective of Vestibular Rehabilitation Therapy is to retrain the brain, by recognizing the signals from the vestibular system along with information received from proprioception and vision.Benefits of vestibular rehabilitation include:Partial or complete relief from vertigo and dizzinessHelps regain balance and improves safety as patient improves and regains balanceIncreases stability during movements of daily activitiesInvoluntary eye movements are often decreasedOptimizes visual-vestibular interactionGain increased confidence of performing activities"
    },
    {
        "id": 13,
        "img": "https://www.pthealth.ca/app/uploads/2018/11/MVA.jpg",
        "title": "Motor Vehicle Accident Rehabilitation",
        "description": "Our physiotherapits works to expedite your recovery through a closely monitored program that is optimal for you.",
        "details": "Return To Pre-Accident HealthredgapA personal injury from auto accident trauma is common, but sometimes severe. An auto injury may result in lost work time, and cause difficulties in dealing with day-to-day responsibilities. After you’ve been injured in a crash, it’s vital to get physiotherapy as quickly as possible. Many times, the effects of an auto injury are delayed or subtle. Seek medical advice as quickly as possible to ensure you are adequately treated and protected for the future. Our reputation has been built on successfully returning thousands of auto injury patients back to pre-accident function. Our physiotherapists work to expedite your recovery through a closely monitored program that is optimal for you.Get Started with pt Health Clinicredgap1. Report Your Auto Injury to your auto insurer.2. Book an appointment with a pt Health physiotherapy clinic for an initial consultation, discuss therapy options, begin treatment, and feel better."
    },
    {
        "id": 14,
        "img": "https://www.pthealth.ca/app/uploads/2018/11/athletic-therapy.jpg",
        "title": "Athletic Therapy",
        "description": "Certified Athletic Therapists help college, university, national high performance, and professional athletes improve performance, avoid injuries, and recover following an injury.",
        "details": "About Athletic TherapyredgapThe body has the ability to generate strength and stamina without compromising biomechanics. Our licensed therapists can help you regain full strength and restore mobility after an injury. Pain should not hold you back from achieving your goals. Athletic Therapy will help you build a solid foundation for an ongoing active lifestyle.Our pro-active approach to injury prevention will allow you to regain peak performance and participate in the activities you love.What Is Athletic Therapy redgapAthletic therapy is the treatment choice for many college, university, national and professional athletes. Certified Athletic Therapists are specialists trained in the assessment, prevention and reconditioning of musculoskeletal injuries. Contemporary rehabilitative techniques are used in preparing the individual for safe reintegration into an active lifestyle.Athletic Therapy Rehabilitation programs are designed for injuries associated with increased physical exertion sustained at work or on the playing field. Sports-related pain can result from a muscle strain, a contusion or excessive use of a muscle. Overuse of a muscle or muscle group may result in delayed onset muscle soreness (DOMS).Physiological benefits of Athletic Therapy include pain reduction and relaxation, improved blood flow and nutrient delivery to your muscles, reduction of scar tissue, improved tissue elasticity and improved muscle strength and flexibility.The goal is to properly assess the root cause of your pain and prevent injuries while helping the individual return to a pain-free, active lifestyle."
    },
    {
        "id": 15,
        "img": "https://www.pthealth.ca/app/uploads/2018/08/stroke-rehabilitation.jpg",
        "title": "Post Stroke Rehabilitation",
        "description": "Stroke rehabilitation involves a team of therapists with different skills who provide help and support to the patient so they can recover from the stroke quickly.",
        "details": "About Stroke RehabilitationredgapHelps stroke patients improve their quality of life.Aids in learning new and alternative ways of carrying out tasks of daily life.Reduced risks of complications and possible disability.Effective treatment of areas specifically affected by stroke.What is Stroke RehabilitationredgapOur brain controls our movements, our senses as well as the way we think and behave. When the blood circulation to the brain stops, the cells in that area may die. Inadequate blood supply to the brain may result in stroke.Stroke rehabilitation involves a team of therapists with different skills who provide help and support to the patient so they can  recover from the stroke quickly. The therapists who are involved in the rehabilitation process for a stroke patient include a physician, physiotherapist, psychologist, speech and language therapist and occupational therapist.Stroke rehabilitation reduces paralysis, weakness and numbness and helps to restore mobility in the patient’s body. The goal of stroke rehab is to help an affected patient relearn and return to regular daily activities.How Rehab HelpsredgapIt goes without saying that if you suffer from a stroke, one of the first options you may think of is stroke rehabilitation. Studies have concluded that rehabilitation has helped many patients to recover after a stroke. It was also found that many people who do not undergo stroke rehab showed little or no signs of improvement.Stroke rehab is about generating an organized plan in order to re-learn every function that had been lost due to a stroke. Stroke rehab helps in restoring skills like feeding, grooming, taking a bath and wearing clothes."
    }
]